import {observer} from "mobx-react-lite";
import React from "react";

export const WarningMesage = observer(() => {

  return (
    <div className="warning_message">
      <div className="warning_message_ins">
        <div className="warning_message_abs"></div>
        <div className="warning_message_close"></div>
        <div className="warning_message_title">
          <div className="warning_message_title_ins"
               itemProp="name">
            <span>Обмен Visa/MasterCard (RUB) на Bitcoin (BTC)</span>
          </div>
        </div>
        <div className="warning_message_text">
          <div className="warning_message_text_ins"
               itemProp="articleBody">
            <p>Сегодня речь пойдет о том, как совершить обмен Visa
              на Bitcoin с
              помощью Mine.Exchange. Ведь часто именно эти такие
              вопросы мы
              получаем от тех пользователей, кто посетил наш сайт
              впервые. И мы с
              радостью поможем вам разобраться в этом процессе.</p>
            <h2>Как купить биткоин через обменник?</h2>
            <p>Нередко люди заинтересовавшись криптовалютой ищут
              способы приобрести
              ее. И сделать это не сложно. ведь всегда можно купить
              биткоин через
              обменник криптовалют. Мы, конечно же, рекомендуем
              делать это с
              помощью нашего сайта Mine.Exchange, он проверен
              временем и тысячами
              пользователей.</p>
            <p>Для обмена вам понадобится верифицировать карту,
              знать номер вашего
              Биткоин кошелька, и адрес вашей электронной почты.
              Если у вас все
              имеется — можно приступать к обмену Визы на
              Биткоин!</p>
            <ol>
              <li>Для начала вам нужно на главной странице сайта
                выбрать
                интересующие вас валюты. В левом столбце выбрать
                Visa/MasterCard, в правом — Bitcoin. Ввести
                интересующую вас
                сумму, после чего ві увидите сумму выплаты. После
                этого нажимаем
                “Обменять”.
              </li>
              <li>На следующей странице вам нужно ввести номер
                карты, с которой
                будет совершен обмен Виза на Btc, номер Биткоин
                кошелька, куда
                придут средства, и ваш эмейл адрес, для того чтобы с
                вами можно
                было связаться.
              </li>
              <li>Далее вы увидите соглашение на предоставление
                услуг, если вы со
                всем согласны — поставьте “галочку” в
                соответствующем поле.
              </li>
              <li>Далее вам необходимо оплатить заявку на обмен Visa
                на Btc. Для
                этого следуюет совершить перевод нужной суммы следуя
                инструкциям, которые вы увидите на экране.
              </li>
              <li>После выполнения всей действий система переместит
                вас на
                страницу “Статус заявки”, где вы сможете отслеживать
                статус
                вашего обмена Visa/MasterCard (RUB) на Bitcoin
                (BTC).
              </li>
            </ol>
            <p>Как видите — процесс обмена занимает всего пару
              минут, и не
              составляет ничего сложного. Главное понимать как все
              должно
              происходить и выбрать надежный обменник криптовалют
              Visa на Btc.</p>
            <p>Но в случае возникновения вопросов вы всегда можете
              обратиться в нашу
              службу поддержки. В нашей тех. поддержке работают
              только
              профессионалы, они с радостью помогут вам и ответят на
              все вопросы.
              Мы на связи круглосуточно.</p>
            <p>Также, хотим напомнить, что на нашем сайте вы можете
              не только
              поменять Visa на Bitcoin, но и наоборот — совершить
              обмен Биткоин на
              Виза руб.</p>
            <p>Мы будем стараться чтобы ваш опыт покупки
              криптовалюты был
              максимально приятным, ведь Mine.exchange — лучший
              обменник
              криптовалют, и мы всегда заботимся о наших
              клиентах.</p>
            <p>Будем ждать вас у нас!</p>

          </div>
        </div>
      </div>
    </div>
  )
})
